<html><head>
<link rel="stylesheet" href="../css/main.css">
<link rel="stylesheet" href="../css/bootstrap.min.css">
</head>
	<head>
		<title></title>
	</head>
	<body>
		<p>
			<strong>Objetivos gerais do programa e das &aacute;reas de concentra&ccedil;&atilde;o</strong></p>
		<p>
			O PPGMNE foi criado com natureza multidisciplinar e envolve departamentos, professores e alunos de origens distintas trabalhando em &aacute;reas afins de modelagem computacional de problemas de engenharia.</p>
		<p>
			Seu objetivo central &eacute; a amplia&ccedil;&atilde;o e o aprofundamento de conhecimentos em <strong>duas &aacute;reas de concentra&ccedil;&atilde;o</strong>:</p>
		<p>
			- <span style="color:#0000cd;"><strong>Mec&acirc;nica Computacional</strong></span> (envolvendo Modelagem e An&aacute;lise Num&eacute;rica em Mec&acirc;nica do Cont&iacute;nuo, Otimiza&ccedil;&atilde;o e Projeto Assistido por Computador); e</p>
		<p>
			- <span style="color:#006400;"><strong>Programa&ccedil;&atilde;o Matem&aacute;tica</strong> </span>(incluindo Programa&ccedil;&atilde;o Linear, N&atilde;o Linear, Otimiza&ccedil;&atilde;o e Estat&iacute;stica Aplicada).</p>
			<brk></brk>
		<p>
			As <strong>linhas de pesquisa</strong> atuais para cada uma das duas &aacute;reas de concentra&ccedil;&atilde;o s&atilde;o:</p>
		<p>
			&nbsp;</p>
		<p>
			- tr&ecirc;s linhas de pesquisa na &aacute;rea de Mec&acirc;nica Computacional:</p>
		<p>
			Mec&acirc;nica dos S&oacute;lidos Computacional;</p>
		<p>
			Din&acirc;mica dos Fluidos Computacional;</p>
		<p>
			Aerodin&acirc;mica e Propuls&atilde;o de Foguetes (a partir de 2012).</p>
		<p>
			&nbsp;</p>
		<p>
			- tr&ecirc;s linhas de pesquisa na &aacute;rea de Programa&ccedil;&atilde;o Matem&aacute;tica:</p>
		<p>
			Abordagem de Problemas da Pesquisa Operacional;</p>
		<p>
			M&eacute;todos Estat&iacute;sticos Aplicados &agrave; Engenharia;</p>
		<p>
			Abordagem de Problemas de Otimiza&ccedil;&atilde;o e An&aacute;lise Num&eacute;rica.</p>
		<p>
			O PPGMNE visa &agrave; qualifica&ccedil;&atilde;o de pessoal para o exerc&iacute;cio de atividades profissionais de ensino superior e de pesquisa em institui&ccedil;&otilde;es estatais, privadas e tamb&eacute;m para o exerc&iacute;cio de consultorias especializadas. O PPGMNE proporciona a dissemina&ccedil;&atilde;o de informa&ccedil;&otilde;es, ao passo que visa &agrave; constru&ccedil;&atilde;o de conhecimentos atrav&eacute;s do desenvolvimento t&eacute;cnico-cient&iacute;fico de m&eacute;todos e procedimentos num&eacute;rico-computacionais para an&aacute;lise e elabora&ccedil;&atilde;o de projetos, bem como para solu&ccedil;&atilde;o de problemas de uma forma geral com uso de t&eacute;cnicas matem&aacute;ticas e de computadores.</p>
		<p>
			Para isso, vem oferecendo um Curso de Mestrado desde setembro de 1994 e um Curso de Doutorado desde mar&ccedil;o de 2003. O Programa esteve enquadrado na CAPES como pertencente &agrave; &aacute;rea de Engenharias I at&eacute; o ano de 2006, n&atilde;o s&oacute; pelo hist&oacute;rico de forma&ccedil;&atilde;o do grupo, mas tamb&eacute;m por se constatar que, &agrave; &eacute;poca, a abordagem da maior parte dos trabalhos desenvolvidos estava nessa &aacute;rea. Com o avan&ccedil;o do Programa de P&oacute;s-Gradua&ccedil;&atilde;o, diversos trabalhos aparecem com vincula&ccedil;&atilde;o mais direta &agrave; &aacute;rea de Engenharia de Produ&ccedil;&atilde;o. Nessa &aacute;rea se encaixam quest&otilde;es relativas &agrave; pesquisa operacional, log&iacute;stica de transportes, aloca&ccedil;&atilde;o de recursos, t&eacute;cnicas de otimiza&ccedil;&atilde;o em diversos problemas de Engenharia (opera&ccedil;&atilde;o de sistemas el&eacute;tricos de distribui&ccedil;&atilde;o, otimiza&ccedil;&atilde;o para elementos estruturais, dentre outros), controle estat&iacute;stico de processos, planejamento da produ&ccedil;&atilde;o (previs&atilde;o de demanda e otimiza&ccedil;&atilde;o de estoques). Neste sentido, o car&aacute;ter multidisciplinar continua sendo a t&ocirc;nica do Programa, destacando-se o perfil e forma&ccedil;&atilde;o do quadro de docentes e a sua inser&ccedil;&atilde;o na &aacute;rea das Engenharias.</p>
	</body>
</html>
